Warning: empty x range [0:0], adjusting to [0:1]

gnuplot: unable to open display ''
gnuplot: X11 aborted.

gnuplot> nset title
         ^
         line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

gnuplot> nset title
         ^
         line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

gnuplot> nset title
         ^
         line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command

Warning: empty x range [0:0], adjusting to [0:1]

gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command

Warning: empty x range [0:0], adjusting to [0:1]

gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command

Warning: empty x range [0:0], adjusting to [0:1]

gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command


gnuplot: unable to open display ''
gnuplot: X11 aborted.

multiplot> et xlabel "ADC index"
           ^
           line 0: invalid command

